Repository: matthewgg22/Civica
Catalog: WeVote Information Page/AppShell.xcstrings
Source language: en
Languages: es, fil, vi, zh_hans

# app.mapv.absentee.action.request_apply
source: Request / Apply for a mail ballot
es: Solicitar / Tramitar una boleta por correo
fil: Humiling / Mag-apply para sa mail ballot
vi: Yêu cầu / Nộp đơn phiếu qua thư
zh_hans: 申请/提交邮寄选票

# app.mapv.absentee.action.request_apply.a11y
source: Request or apply for a mail ballot in %@
es: Solicitar o tramitar una boleta por correo en %@
fil: Humiling o mag-apply para sa mail ballot sa %@
vi: Yêu cầu hoặc nộp đơn phiếu qua thư tại %@
zh_hans: 为 %@ 申请或提交邮寄选票

# app.mapv.absentee.action.official_info
source: Official voter info
es: Información oficial para votantes
fil: Opisyal na impormasyon ng botante
vi: Thông tin cử tri chính thức
zh_hans: 官方选民信息

# app.mapv.absentee.action.official_info.a11y
source: Open official voter info for %@
es: Abrir información oficial para votantes de %@
fil: Buksan ang opisyal na impormasyon ng botante para sa %@
vi: Mở thông tin cử tri chính thức cho %@
zh_hans: 打开 %@ 的官方选民信息

# app.mapv.absentee.note.request_vs_early
source: This section is for absentee/mail ballot requests. Early-voting deadlines can be different.
es: Esta sección es para solicitudes de boleta por correo o en ausencia. Los plazos de votación anticipada pueden ser diferentes.
fil: Para ito sa absentee/mail ballot requests. Maaaring iba ang deadline para sa early voting.
vi: Mục này dành cho yêu cầu phiếu vắng mặt/qua thư. Hạn bỏ phiếu sớm có thể khác.
zh_hans: 本部分适用于缺席/邮寄选票申请。提前投票截止日期可能不同。

# app.mapv.absentee.note.confirm_official
source: Deadlines can change. Confirm details with your official election office site.
es: Los plazos pueden cambiar. Confirma los detalles en el sitio oficial de tu oficina electoral.
fil: Maaaring magbago ang mga deadline. Kumpirmahin ang detalye sa opisyal na website ng inyong election office.
vi: Hạn chót có thể thay đổi. Hãy xác nhận trên trang chính thức của văn phòng bầu cử.
zh_hans: 截止日期可能变更。请以官方选举办公室网站信息为准。

# app.mapv.absentee.fallback.jurisdiction_missing
source: We could not detect your jurisdiction yet. Enter your address in My Reps to auto-load absentee and mail-ballot request details.
es: Todavía no pudimos detectar tu jurisdicción. Ingresa tu dirección en Mis reps para cargar automáticamente los detalles de solicitud de voto en ausencia y por correo.
fil: Hindi pa namin matukoy ang iyong hurisdiksyon. Ilagay ang iyong address sa My Reps para awtomatikong ma-load ang detalye ng absentee at mail-ballot request.
vi: Chúng tôi chưa xác định được khu vực thẩm quyền của bạn. Hãy nhập địa chỉ trong My Reps để tự động tải thông tin yêu cầu phiếu vắng mặt/qua thư.
zh_hans: 暂未识别你的辖区。请在 My Reps 中输入地址，以自动加载缺席/邮寄选票申请信息。

# app.mapv.absentee.deadlines.title
source: Request deadlines
es: Fechas límite de solicitud
fil: Mga deadline ng request
vi: Hạn chót yêu cầu
zh_hans: 申请截止日期

# app.mapv.absentee.deadlines.fallback
source: Deadlines vary. Check your election office.
es: Las fechas límite varían. Consulta tu oficina electoral.
fil: Iba-iba ang deadline. Suriin ang opisina ng halalan sa inyong lugar.
vi: Hạn chót khác nhau. Hãy kiểm tra văn phòng bầu cử địa phương.
zh_hans: 截止日期各不相同。请查看你所在选举办公室。

# app.mapv.absentee.deadlines.method.in_person
source: In person
es: En persona
fil: Sa personal
vi: Trực tiếp
zh_hans: 现场

# app.mapv.absentee.deadlines.method.by_mail
source: By mail
es: Por correo
fil: Sa koreo
vi: Qua thư
zh_hans: 邮寄

# app.mapv.absentee.deadlines.method.online_email_fax
source: Online / email / fax
es: En línea / correo electrónico / fax
fil: Online / email / fax na opsyon
vi: Trực tuyến / email / fax
zh_hans: 在线 / 邮件 / 传真

# app.mapv.absentee.deadlines.not_available
source: Not available
es: No disponible
fil: Hindi available
vi: Không có sẵn
zh_hans: 暂无

# app.mapv.absentee.source
source: Source
es: Fuente
fil: Pinagmulan
vi: Nguồn
zh_hans: 来源

# app.mapv.absentee.source.a11y
source: Open request deadline source
es: Abrir la fuente de fechas límite de solicitud
fil: Buksan ang pinagmulan ng deadline ng request
vi: Mở nguồn hạn chót yêu cầu
zh_hans: 打开申请截止日期来源

# app.mapv.absentee.days_away.one
source: %d day away
es: a %d día
fil: %d araw pa
vi: còn %d ngày
zh_hans: 还有 %d 天

# app.mapv.absentee.days_away.other
source: %d days away
es: a %d días
fil: %d araw pa
vi: còn %d ngày
zh_hans: 还有 %d 天

# app.polling_locations.action.show_full_map
source: Show Full Map
es: Mostrar mapa completo
fil: Ipakita ang buong mapa
vi: Hiển thị toàn bộ bản đồ
zh_hans: 显示完整地图

# app.polling_locations.distance.updating
source: Distance updating...
es: Actualizando distancia...
fil: Ina-update ang distansya...
vi: Đang cập nhật khoảng cách...
zh_hans: 正在更新距离...

# app.polling_locations.full_map.title
source: Polling Places
es: Lugares de votación
fil: Mga lugar ng botohan
vi: Điểm bỏ phiếu
zh_hans: 投票地点

# app.polling_locations.full_map.done
source: Done
es: Listo
fil: Tapos
vi: Xong
zh_hans: 完成

# app.race_candidates.title
source: Race Candidates
es: Candidatos de la contienda
fil: Mga Kandidato sa Laban
vi: Ứng viên cuộc đua
zh_hans: 候选人名单

# app.race_candidates.subtitle
source: 🗽 2025 NYC Mayoral Race - Dem Primary
es: 🗽 Carrera por la alcaldía de NYC 2025 - Primaria demócrata
fil: 🗽 2025 Laban sa Alkalde ng NYC - Dem Primary
vi: 🗽 Cuộc đua Thị trưởng NYC 2025 - Dem Primary
zh_hans: 🗽 2025 纽约市长竞选 - Dem Primary

# app.race_candidates.announced_prefix
source: Announced:
es: Anunciado:
fil: Inanunsyo:
vi: Công bố:
zh_hans: 宣布日期：

# app.race_candidates.website
source: Website
es: Sitio web
fil: Website ng kandidato
vi: Trang web
zh_hans: 网站

# app.race_candidates.exp.adrienne_adams
source: Speaker of the NYC Council (2022–present), Councilmember (2017–present)
es: Presidenta del Concejo de NYC (2022–presente), Concejala (2017–presente)
fil: Speaker ng NYC Council (2022–kasalukuyan), Councilmember (2017–kasalukuyan)
vi: Chủ tịch Hội đồng NYC (2022–nay), Ủy viên Hội đồng (2017–nay)
zh_hans: 纽约市议会议长（2022年至今），市议员（2017年至今）

# app.race_candidates.exp.michael_blake
source: Assemblymember (2015–2021), DNC Vice Chair, Candidate for Public Advocate & NY-15
es: Asambleísta (2015–2021), vicepresidente del DNC, candidato a Defensor Público y NY-15
fil: Assemblymember (2015–2021), DNC Vice Chair, Kandidato para sa Public Advocate at NY-15
vi: Dân biểu bang (2015–2021), Phó Chủ tịch DNC, Ứng viên Public Advocate & NY-15
zh_hans: 州众议员（2015–2021），民主党全国委员会副主席，公共倡导者与 NY-15 候选人

# app.race_candidates.exp.andrew_cuomo
source: Governor (2011–2021), NY AG (2007–2010), HUD Secretary (1997–2001)
es: Gobernador (2011–2021), fiscal general de NY (2007–2010), secretario de HUD (1997–2001)
fil: Governor (2011–2021), NY AG (2007–2010), Kalihim ng HUD (1997–2001)
vi: Thống đốc (2011–2021), Tổng chưởng lý NY (2007–2010), Bộ trưởng HUD (1997–2001)
zh_hans: 州长（2011–2021），纽约州总检察长（2007–2010），HUD 部长（1997–2001）

# app.race_candidates.exp.brad_lander
source: NYC Comptroller (2022–present), Councilmember (2010–2021)
es: Contralor de NYC (2022–presente), Concejal (2010–2021)
fil: NYC Comptroller (2022–kasalukuyan), Councilmember (2010–2021)
vi: Kiểm soát viên NYC (2022–nay), Ủy viên Hội đồng (2010–2021)
zh_hans: 纽约市主计长（2022年至今），市议员（2010–2021）

# app.race_candidates.exp.zohran_mamdani
source: Assemblymember, District 36 (2021–present)
es: Asambleísta, Distrito 36 (2021–presente)
fil: Assemblymember, District 36 (2021–kasalukuyan)
vi: Dân biểu bang, Khu 36 (2021–nay)
zh_hans: 州众议员，第36选区（2021年至今）

# app.race_candidates.exp.zellnor_myrie
source: NY State Senator, District 20 (2019–present)
es: Senador estatal de NY, Distrito 20 (2019–presente)
fil: NY State Senator, District 20 (2019–kasalukuyan)
vi: Thượng nghị sĩ bang NY, Khu 20 (2019–nay)
zh_hans: 纽约州参议员，第20选区（2019年至今）

# app.race_candidates.exp.jessica_ramos
source: NY State Senator, District 13 (2019–present)
es: Senadora estatal de NY, Distrito 13 (2019–presente)
fil: NY State Senator, District 13 (2019–kasalukuyan)
vi: Thượng nghị sĩ bang NY, Khu 13 (2019–nay)
zh_hans: 纽约州参议员，第13选区（2019年至今）

# app.race_candidates.exp.scott_stringer
source: NYC Comptroller (2014–2021), Manhattan BP (2006–2013), Assemblymember (1993–2005)
es: Contralor de NYC (2014–2021), presidente del condado de Manhattan (2006–2013), asambleísta (1993–2005)
fil: NYC Comptroller (2014–2021), Manhattan BP (2006–2013), Miyembro ng Asembleya (1993–2005)
vi: Kiểm soát viên NYC (2014–2021), Manhattan BP (2006–2013), Dân biểu bang (1993–2005)
zh_hans: 纽约市主计长（2014–2021），曼哈顿区长（2006–2013），州众议员（1993–2005）

# app.race_candidates.exp.whitney_tilson
source: Investor, Hedge fund manager
es: Inversionista, gestor de fondo de cobertura
fil: Mamumuhunan, tagapamahala ng hedge fund
vi: Nhà đầu tư, quản lý quỹ phòng hộ
zh_hans: 投资人，对冲基金经理

# app.sample_ballot.title
source: Sample Ballot
es: Boleta de muestra
fil: Halimbawang Balota
vi: Lá phiếu mẫu
zh_hans: 样本选票

# app.sample_ballot.subtitle
source: Preview candidates by race. Party filter from My Information is applied.
es: Vista previa de candidatos por contienda. Se aplica el filtro de partido de Mi información.
fil: I-preview ang mga kandidato ayon sa laban. Naka-apply ang party filter mula sa My Information.
vi: Xem trước ứng viên theo cuộc đua. Bộ lọc đảng từ My Information đã được áp dụng.
zh_hans: 按竞选项目预览候选人。已应用“我的信息”中的政党筛选。

# app.sample_ballot.ranked_choice.title
source: Ranked-Choice Prep
es: Preparación para voto por orden de preferencia
fil: Paghahanda sa Ranked-Choice
vi: Chuẩn bị bỏ phiếu xếp hạng
zh_hans: 排序投票准备

# app.sample_ballot.ranked_choice.body_1
source: This sample is structured for ranked-choice voting, so you can set your candidate order now before entering the voting booth.
es: Esta muestra está estructurada para voto por orden de preferencia, para que puedas definir el orden de tus candidatos antes de votar.
fil: Ang sample na ito ay para sa ranked-choice voting para maayos mo na ang pagkakasunod ng kandidato bago pumasok sa botohan.
vi: Mẫu này được thiết kế cho bỏ phiếu xếp hạng, để bạn có thể sắp thứ tự ứng viên trước khi vào điểm bỏ phiếu.
zh_hans: 该样本采用排序选择投票结构，你可以在进入投票站前先设置候选人顺序。

# app.sample_ballot.ranked_choice.body_2
source: Only candidates matching your selected party registration are shown.
es: Solo se muestran candidatos que coinciden con el partido que seleccionaste.
fil: Ipinapakita lamang ang mga kandidatong tumutugma sa napili mong party registration.
vi: Chỉ hiển thị các ứng viên phù hợp với đăng ký đảng bạn đã chọn.
zh_hans: 仅显示与你所选政党登记匹配的候选人。

# app.sample_ballot.empty.no_match
source: No candidates match your selected party registration in this sample.
es: Ningún candidato coincide con el partido seleccionado en esta muestra.
fil: Walang kandidatong tumutugma sa napili mong party registration sa sample na ito.
vi: Không có ứng viên nào khớp với đăng ký đảng đã chọn của bạn trong mẫu này.
zh_hans: 此样本中没有与你当前政党登记匹配的候选人。

# app.sample_ballot.count.candidates
source: %d candidates
es: %d candidatos
fil: %d kandidato
vi: %d ứng cử viên
zh_hans: %d 名候选人

# app.sample_ballot.order.title
source: Your Ballot Order
es: Tu orden de boleta
fil: Iyong Ayos ng Balota
vi: Thứ tự lá phiếu của bạn
zh_hans: 你的选票排序

# app.sample_ballot.rank.unranked
source: Unranked
es: Sin ordenar
fil: Walang Ranggo
vi: Chưa xếp hạng
zh_hans: 未排序

# app.sample_ballot.rank.option
source: Rank %d
es: Orden %d
fil: Ranggo %d
vi: Hạng %d
zh_hans: 第 %d 排名

# app.sample_ballot.rank.set
source: Set Rank
es: Asignar orden
fil: Itakda ang Ranggo
vi: Đặt hạng
zh_hans: 设置排序

# app.support_vote.page_title
source: Support VoteNow
es: Apoya a VoteNow
fil: Suportahan ang VoteNow
vi: Ủng hộ VoteNow
zh_hans: 支持 VoteNow

# app.support_vote.mission.title
source: Empower Americans Vote!
es: ¡Impulsa el voto en EE. UU.!
fil: Bigyang-lakas ang mga Amerikanong Botante!
vi: Trao quyền cho cử tri Mỹ!
zh_hans: 赋能美国选民！

# app.support_vote.mission.body
source: VoteNow's mission is to empower every American to vote by being the least friction companion to support participation. We believe that reducing logistical friction-deadlines, locations, ID rules, and confusing steps-is essential to authentic voting help.
es: La misión de VoteNow es empoderar a cada persona en EE. UU. para votar, ofreciendo una experiencia con la menor fricción posible para apoyar la participación. Creemos que reducir la fricción logística (fechas límite, lugares, requisitos de identificación y pasos confusos) es esencial para una ayuda real al votar.
fil: Layunin ng VoteNow na tulungan ang bawat Amerikano na bumoto sa pamamagitan ng pagbawas ng hadlang sa partisipasyon. Naniniwala kami na mahalaga sa tunay na tulong sa pagboto ang pagbawas ng hadlang sa deadlines, lokasyon, ID rules, at nakalilitong hakbang.
vi: Sứ mệnh của VoteNow là giúp mọi người Mỹ đi bầu bằng cách giảm tối đa ma sát trong quá trình tham gia. Chúng tôi tin rằng giảm ma sát hậu cần — hạn chót, địa điểm, quy định ID và các bước rối rắm — là yếu tố cốt lõi để hỗ trợ bỏ phiếu thực chất.
zh_hans: VoteNow 的使命是通过尽可能降低摩擦来帮助每位美国人参与投票。我们相信，减少后勤摩擦（截止日期、地点、身份证规则和复杂步骤）是提供真实投票帮助的关键。

# app.support_vote.supports.title
source: What your donation supports
es: Lo que apoya tu donación
fil: Ano ang sinusuportahan ng donasyon mo
vi: Khoản quyên góp của bạn hỗ trợ điều gì
zh_hans: 你的捐款支持什么

# app.support_vote.supports.body
source: As a college-founded civic startup, we rely on community support to keep voter tools accessible.
es: Como startup cívica fundada en la universidad, dependemos del apoyo de la comunidad para mantener accesibles las herramientas para votantes.
fil: Bilang civic startup na itinatag ng mga estudyante, umaasa kami sa suporta ng komunidad para manatiling accessible ang mga voter tools.
vi: Là một startup công dân do sinh viên sáng lập, chúng tôi dựa vào sự hỗ trợ cộng đồng để giữ các công cụ cử tri luôn dễ tiếp cận.
zh_hans: 作为大学创立的公民科技项目，我们依靠社区支持来保持投票工具可及。

# app.support_vote.supports.bullet_1
source: No ads or paywalls
es: Sin anuncios ni muros de pago
fil: Walang ads o paywall
vi: Không quảng cáo hoặc paywall
zh_hans: 无广告、无付费墙

# app.support_vote.supports.bullet_2
source: Nonpartisan voting logistics
es: Logística electoral no partidista
fil: Nonpartisan na impormasyon sa logistics ng pagboto
vi: Thông tin hậu cần bỏ phiếu phi đảng phái
zh_hans: 无党派投票后勤信息

# app.support_vote.supports.bullet_3
source: Fast, accessible UX improvements
es: Mejoras rápidas y accesibles de experiencia de usuario
fil: Mabilis at accessible na UX improvements
vi: Cải tiến UX nhanh và dễ tiếp cận
zh_hans: 快速、无障碍的体验改进

# app.support_vote.amount.title
source: Choose amount
es: Elige un monto
fil: Pumili ng halaga
vi: Chọn số tiền
zh_hans: 选择金额

# app.support_vote.amount.custom
source: Custom
es: Personalizado
fil: Sariling halaga
vi: Tùy chỉnh
zh_hans: 自定义

# app.support_vote.amount.custom_placeholder
source: Enter amount (USD)
es: Ingresa monto (USD)
fil: Ilagay ang halaga (USD)
vi: Nhập số tiền (USD)
zh_hans: 输入金额（USD）

# app.support_vote.amount.custom_accessibility
source: Custom donation amount in dollars
es: Monto de donación personalizado en dólares
fil: Custom na halaga ng donasyon sa dolyar
vi: Số tiền quyên góp tùy chỉnh bằng đô la
zh_hans: 自定义美元捐款金额

# app.support_vote.amount.range_hint
source: Minimum $1, maximum $500
es: Mínimo $1, máximo $500
fil: Pinakamababa $1, pinakamataas $500
vi: Tối thiểu $1, tối đa $500
zh_hans: 最低 $1，最高 $500

# app.support_vote.amount.selected_prefix
source: Donation amount:
es: Monto de donación:
fil: Halaga ng donasyon:
vi: Số tiền quyên góp:
zh_hans: 捐款金额：

# app.support_vote.amount.select_to_continue
source: Select an amount to continue.
es: Selecciona un monto para continuar.
fil: Pumili ng halaga para magpatuloy.
vi: Hãy chọn số tiền để tiếp tục.
zh_hans: 请选择金额后继续。

# app.support_vote.amount.apple_pay_hint
source: Double tap to donate with Apple Pay
es: Toca dos veces para donar con Apple Pay
fil: I-double tap para mag-donate gamit ang Apple Pay
vi: Nhấn đúp để quyên góp bằng Apple Pay
zh_hans: 双击即可使用 Apple Pay 捐款

# app.support_vote.amount.apple_pay_unavailable
source: Apple Pay is not available on this device.
es: Apple Pay no está disponible en este dispositivo.
fil: Hindi available ang Apple Pay sa device na ito.
vi: Apple Pay không khả dụng trên thiết bị này.
zh_hans: 此设备不支持 Apple Pay。

# app.support_vote.amount.accessibility.option
source: Donation amount %@
es: Monto de donación %@
fil: Halaga ng donasyon %@
vi: Số tiền quyên góp %@
zh_hans: 捐款金额 %@

# app.support_vote.disrupt.title
source: Disrupt the Status Quo by empowering voters, not campaigns.
es: Rompe el status quo empoderando a los votantes, no a las campañas.
fil: Baguhin ang status quo sa pag-empower ng botante, hindi kampanya.
vi: Phá vỡ hiện trạng bằng cách trao quyền cho cử tri, không phải chiến dịch.
zh_hans: 通过赋能选民而非竞选，打破现状。

# app.support_vote.disrupt.body
source: Most voter outreach in America is not funded by voters. It is funded by PACs and Super PACs. That means:
es: La mayor parte del alcance electoral en EE. UU. no es financiada por votantes, sino por PACs y Super PACs. Eso significa:
fil: Karamihan sa voter outreach sa Amerika ay hindi pinopondohan ng mga botante. Pinopondohan ito ng PACs at Super PACs. Ibig sabihin:
vi: Phần lớn hoạt động vận động cử tri ở Mỹ không do cử tri tài trợ mà do PACs và Super PACs tài trợ. Điều đó có nghĩa là:
zh_hans: 美国多数选民触达并非由选民资助，而是由 PAC 和超级 PAC 资助。这意味着：

# app.support_vote.disrupt.bullet_1
source: Messaging is designed to move votes for a side
es: Los mensajes se diseñan para mover votos hacia un lado
fil: Dinisenyo ang messaging para ilipat ang boto sa isang panig
vi: Thông điệp được thiết kế để kéo phiếu cho một phía
zh_hans: 信息传递往往服务于某一方的拉票目标

# app.support_vote.disrupt.bullet_2
source: Outreach spikes where races are close (and money is flowing)
es: La difusión aumenta donde las contiendas están cerradas (y donde fluye el dinero)
fil: Tumataas ang outreach kung saan dikit ang laban (at may daloy ng pera)
vi: Hoạt động vận động tăng mạnh ở nơi cuộc đua sít sao (và tiền đổ vào)
zh_hans: 竞争激烈、资金密集地区会出现更高触达

# app.support_vote.disrupt.bullet_3
source: Voters become targets, not long-term users
es: Los votantes se vuelven objetivos, no usuarios a largo plazo
fil: Nagiging target ang mga botante, hindi pangmatagalang users
vi: Cử tri trở thành mục tiêu, không phải người dùng dài hạn
zh_hans: 选民变成“目标对象”，而非长期服务对象

# app.support_vote.disrupt.bullet_4
source: The system optimizes for winning - not serving
es: El sistema se optimiza para ganar, no para servir
fil: Ang sistema ay naka-optimize para manalo — hindi para maglingkod
vi: Hệ thống tối ưu để thắng — không phải để phục vụ
zh_hans: 系统优化的是“赢”，而不是“服务”

# app.support_vote.disrupt.footer
source: VoteNow is built around servicing YOU, the voter.
es: VoteNow está construido para servirte a TI, votante.
fil: Ang VoteNow ay ginawa para maglingkod sa IYO, ang botante.
vi: VoteNow được xây dựng để phục vụ BẠN, người cử tri.
zh_hans: VoteNow 的设计核心是服务你这位选民。

# app.election_hotlines.title
source: 📞 Election Hotlines
es: 📞 Líneas de ayuda electoral
fil: 📞 Mga Hotline sa Halalan
vi: 📞 Đường dây nóng bầu cử
zh_hans: 📞 选举热线

# app.election_hotlines.general.title
source: 🗳️ General Voter Hotline
es: 🗳️ Línea general para votantes
fil: 🗳️ Pangkalahatang Hotline ng Botante
vi: 🗳️ Đường dây nóng chung cho cử tri
zh_hans: 🗳️ 普通选民热线

# app.election_hotlines.general.body
source: Have questions about how, when, or where to vote? Contact this hotline to get clear info from trained professionals.
es: ¿Tienes preguntas sobre cómo, cuándo o dónde votar? Contacta esta línea para obtener información clara de profesionales capacitados.
fil: May tanong ka tungkol sa paano, kailan, o saan boboto? Kontakin ang hotline na ito para sa malinaw na impormasyon mula sa mga bihasang propesyonal.
vi: Bạn có câu hỏi về cách, thời điểm hoặc nơi bỏ phiếu? Hãy liên hệ đường dây nóng này để nhận thông tin rõ ràng từ đội ngũ chuyên trách.
zh_hans: 对何时、何地、如何投票有疑问吗？请联系该热线，获取专业人员提供的清晰信息。

# app.election_hotlines.intimidation.title
source: 🚨 Report Voter Intimidation
es: 🚨 Reportar intimidación a votantes
fil: 🚨 Iulat ang Pananakot sa Botante
vi: 🚨 Báo cáo đe dọa cử tri
zh_hans: 🚨 举报选民恐吓

# app.election_hotlines.intimidation.body
source: If you or someone you know is being threatened or blocked from voting, call this national hotline immediately.
es: Si tú o alguien que conoces está siendo amenazado o bloqueado para votar, llama de inmediato a esta línea nacional.
fil: Kung ikaw o may kilala kang tinatakot o hinahadlangang bumoto, tawagan agad ang pambansang hotline na ito.
vi: Nếu bạn hoặc người quen của bạn bị đe dọa hoặc cản trở việc bỏ phiếu, hãy gọi ngay đường dây nóng quốc gia này.
zh_hans: 如果你或你认识的人在投票时受到威胁或阻碍，请立即拨打这条全国热线。

# app.mapv.card.action.change_plan_to_vote
source: Change Plan to Vote
es: Cambiar plan para votar
fil: Baguhin ang Plan to Vote
vi: Thay đổi kế hoạch đi bỏ phiếu
zh_hans: 更改投票计划

# app.mapv.card.action.voted_hint
source: Press and hold for 5 seconds to confirm.
es: Mantén presionado durante 5 segundos para confirmar.
fil: Pindutin at hawakan nang 5 segundo para kumpirmahin.
vi: Nhấn giữ 5 giây để xác nhận.
zh_hans: 按住5秒以确认。

# app.mapv.share.headline.plan_now
source: Make Your Plan to Vote
es: Haz tu plan para votar
fil: Gawin ang Iyong Plan to Vote
vi: Lập kế hoạch đi bỏ phiếu
zh_hans: 制定你的投票计划

# app.mapv.share.subtitle.plan_now
source: Pick your voting method, review deadlines, and get ready now.
es: Elige tu método de votación, revisa plazos y prepárate desde ahora.
fil: Piliin ang paraan ng pagboto, suriin ang mga deadline, at maghanda ngayon.
vi: Chọn cách bỏ phiếu, xem lại hạn chót và chuẩn bị ngay bây giờ.
zh_hans: 选择你的投票方式，查看截止日期，并立即准备。

# app.mapv.share.cta.plan_now
source: Start Your Plan
es: Comienza tu plan
fil: Simulan ang Iyong Plano
vi: Bắt đầu kế hoạch của bạn
zh_hans: 开始你的计划

# app.issue_call.action.done
source: Done
es: Listo
fil: Tapos
vi: Xong
zh_hans: 完成

# app.issue_call.alert.error
source: Issue Call
es: Llamada sobre tema
fil: Tawag sa isyu
vi: Cuộc gọi về vấn đề
zh_hans: 议题通话

# app.issue_call.completion.prompt.title
source: Did you complete the call?
es: ¿Completaste la llamada?
fil: Nakumpleto mo ba ang tawag?
vi: Bạn đã hoàn tất cuộc gọi chưa?
zh_hans: 你完成这通电话了吗？

# app.issue_call.completion.prompt.yes
source: Yes
es: Sí
fil: Oo
vi: Có
zh_hans: 是

# app.issue_call.completion.prompt.not_yet
source: Not yet
es: Aún no
fil: Hindi pa
vi: Chưa
zh_hans: 还没有

# app.issue_call.alert.cancel
source: Cancel
es: Cancelar
fil: Kanselahin
vi: Hủy
zh_hans: 取消

# app.issue_call.action.why_call
source: Open Why Call
es: Abrir Why Call
fil: Buksan ang Why Call
vi: Mở Why Call
zh_hans: 打开Why Call

# app.issue_call.title
source: Call my Rep
es: Llamar a mi representante
fil: Tawagan ang aking rep
vi: Gọi đại diện của tôi
zh_hans: 给我的代表打电话

# app.issue_call.action.return_home
source: Home
es: Inicio
vi: Trang chủ
zh_hans: 主页

# app.issue_call.empty.filtered
source: No briefs match this representative filter.
es: Ningún resumen coincide con este filtro de representante.
fil: Walang brief na tumutugma sa filter ng kinatawan na ito.
vi: Không có bản tóm tắt nào khớp bộ lọc đại diện này.
zh_hans: 没有简报符合该代表筛选条件。

# app.issue_call.concern.header
source: Build your Script
es: Crea tu guion
fil: Buuin ang iyong script
vi: Tạo kịch bản của bạn
zh_hans: 创建你的脚本

# app.issue_call.concern.subheader
source: Write what issue you want to inform Congress and we will generate a script!
es: Escribe qué tema quieres comunicar al Congress y generaremos un guion.
fil: Isulat kung anong isyu ang gusto mong iparating sa Congress at gagawa kami ng script.
vi: Viết vấn đề bạn muốn thông báo đến Congress và chúng tôi sẽ tạo kịch bản.
zh_hans: 写下你想向Congress表达的问题，我们会生成脚本。

# app.issue_call.ask.header
source: Choose your explicit ask
es: Elige tu solicitud explícita
fil: Piliin ang iyong malinaw na hiling
vi: Chọn yêu cầu rõ ràng của bạn
zh_hans: 选择你的明确诉求
